Repository: vetalis-ru/ml-workspace
Catalog: original/*-core/member-luxe/languages/mbl_kz.po
Languages: kk

source: подробнее
kk: толығырақ

source: Панель управления
kk: Басқару панелі

source: Редактировать материал
kk: Материалды өңдеу

source: Главная
kk: Басты бет

source: Расписание
kk: Кесте

source: Задать вопрос
kk: Сұрақ қою

source: закрыть
kk: жабу

source: Не принимаю
kk: Қабылдамаймын

source: Принимаю
kk: Қабылдаймын

source: Заголовок вопроса
kk: Сұрақ тақырыбы

source: Отправить
kk: Жіберу

source: Ваш вопрос
kk: Сіздің сұрағыңыз

source: Ваше сообщение отправлено.
kk: Сіздің хабарламаңыз жіберілді.

source: Произошла ошибка! Сообщение не отправлено.
kk: Қате орын алды! Хабарлама жіберілмеді.

source: Войти
kk: Кіру

source: Пароль
kk: Құпия сөз

source: Запомнить меня
kk: Мені есте сақта

source: Забыли пароль?
kk: Құпия сөзді ұмыттыңыз ба?

source: Проверка...
kk: Тексерілуде...

source: Вход выполнен, переадресация...
kk: Кіру орындалды, бағыттау...

source: Логин или пароль неправильные. Попробуйте ввести еще раз, возможно включен CapsLock.
kk: Логин немесе құпия сөз қате. Қайта енгізіп көріңіз, CapsLock қосулы болуы мүмкін.

source: Фамилия
kk: Тегі

source: Имя
kk: Аты

source: Отчество
kk: Әкесінің аты

source: Желаемый логин
kk: Қалаған логин

source: Желаемый пароль
kk: Қалаған құпия сөз

source: Код доступа
kk: Қолжетімділік коды

source: Зарегистрироваться
kk: Тіркелу

source: Произошла ошибка.
kk: Қате орын алды.

source: Поиск...
kk: Іздеу...

source: Регистрация
kk: Тіркеу

source: Активация
kk: Курстарға қолжетімділікті белсендіру

source: Вход
kk: Кіру

source: Выход
kk: Шығу

source: Регистрация...
kk: Тіркелуде...

source: Пройдено уроков
kk: Өтілген сабақтар

source: Предыдущая
kk: Алдыңғы

source: Следующая
kk: Келесі

source: Главная страница
kk: Басты бет

source: Нет материалов
kk: Материалдар жоқ

source: доступ открыт
kk: қолжетімділік ашық

source: доступ закрыт
kk: қолжетімділік жабық

source: пройдите предыдущий урок
kk: алдыңғы сабақты өтіңіз

source: выполнено
kk: орындалды

source: проверяется
kk: тексерілуде

source: отклонено
kk: қабылданбады

source: не начат
kk: басталмады

source: Материал доступен для следующих тарифных планов:
kk: Материал келесі тарифтік жоспарлар үшін қолжетімді:

source: Предыдущий урок
kk: Алдыңғы сабақ

source: Следующий урок
kk: Келесі сабақ

source: Пройден
kk: Өтілді

source: Не пройден
kk: Өтілмеді

source: Обновить
kk: Жаңарту

source: Загрузка...
kk: Жүктелуде...

source: Пройдено
kk: Өтілді

source: Контент
kk: Мазмұн

source: Задание
kk: Тапсырма

source: Вложения
kk: Тіркемелер

source: Все коментарии
kk: Барлық пікірлер

source: Мои комментарии
kk: Менің пікірлерім

source: Уведомлять по почте об ответах на мои комментарии
kk: Менің пікірлеріме жауаптар туралы поштаға хабарлау

source: Ваш комментарий ожидает проверки.
kk: Сіздің пікіріңіз тексеруді күтуде.

source: Ответить
kk: Жауап беру

source: Изменить
kk: Өзгерту

source: Текст комментария
kk: Пікір мәтіні

source: Отменить
kk: Болдырмау

source: Добавить комментарий
kk: Пікір қосу

source: Выбрать файлы
kk: Файлдарды таңдау

source: Файлы не выбраны
kk: Файлдар таңдалмады

source: Ответьте на вопрос:
kk: Сұраққа жауап беріңіз:

source: Ваш ответ
kk: Сіздің жауабыңыз

source: Обсуждение ответа
kk: Жауапты талқылау

source: доступно только Вам и Тренеру
kk: тек Сізге және жаттықтырушыға қолжетімді

source: Написать сообщение
kk: Хабарлама жазу

source: Ошибка
kk: Қате

source: Удалить
kk: Жою

source: Загрузить
kk: Жүктеу

source: Отмена
kk: Болдырмау

source: Тип файла не разрешен
kk: Файл түріне рұқсат етілмеген

source: Результаты поиска
kk: Іздеу нәтижелері

source: Нет материалов удовлетворяющих условиям поиска
kk: Іздеу шарттарына сәйкес келетін материалдар жоқ

source: Ваш код доступа
kk: Сіздің қолжетімділік кодыңыз

source: Добавить
kk: Қосу

source: Уровень доступа
kk: Қолжетімділік деңгейі

source: Старт
kk: Бастау

source: Конец
kk: Аяқтау

source: осталось
kk: қалды

source: дней
kk: күн

source: Показать детали
kk: Мәліметтерді көрсету

source: Неверный ключ
kk: Қате кілт

source: Ключ добавлен
kk: Кілт қосылды

source: Этот ключ уже используется
kk: Бұл кілт қазірдің өзінде пайдаланылуда

source: Предупреждение о выходе из системы
kk: Жүйеден шығу туралы ескерту

source: Кто-то вошел в систему под вашим логином.
kk: Біреу сіздің логиніңізбен жүйеге кірді.

source: Вы будете перенаправлены на главную страницу через 7 секунд
kk: Сіз 7 секундтан кейін басты бетке бағытталасыз

source: Этот код доступа уже используется
kk: Бұл қолжетімділік коды қазірдің өзінде пайдаланылуда

source: Некорректный логин. Для логина разрешены только буквы латинского алфавита и цифры
kk: Қате логин. Логин үшін тек латын әріптері мен сандарға рұқсат етіледі

source: Этот логин уже используется
kk: Бұл логин қазірдің өзінде пайдаланылуда

source: Этот email уже используется
kk: Бұл email қазірдің өзінде пайдаланылуда

source: Спасибо за регистрацию!
kk: Тіркелгеніңіз үшін рахмет!

source: Сообщение с подтверждением отправлено на указанный адрес
kk: Растау хабарламасы көрсетілген мекенжайға жіберілді

source: Произошла ошибка!
kk: Қате орын алды!

source: Ответ не сохранен!
kk: Жауап сақталмады!

source: Ответ отправлен!
kk: Жауап жіберілді!

source: Необходимо пройти проверку reCAPTCHA
kk: reCAPTCHA тексеруден өту қажет

source: Урок откроется через
kk: Сабақ ашылады

source: Задание проверяется...
kk: Тапсырма тексерілуде...

source: Варианты ответов:
kk: Жауап нұсқалары:

source: Перейти к обсуждению
kk: Талқылауға өту

source: Показать тест
kk: Тестті көрсету

source: Скрыть тест
kk: Тестті жасыру

source: Вопрос #
kk: Сұрақ #

source: Готово
kk: Дайын

source: Измените ответы
kk: Жауаптарды өзгертіңіз

source: Отправка...
kk: Жіберілуде...

source: Начать
kk: Бастау

source: Редактировать
kk: Өңдеу

source: Пройдите тест
kk: Тестті өтіңіз

source: Ответьте на все вопросы
kk: Барлық сұрақтарға жауап беріңіз

source: Ваш вариант ответа
kk: Сіздің жауап нұсқаңыз

source: Описание теста
kk: Тест сипаттамасы

source: Полужирный
kk: Қалың

source: Подчёркнутый
kk: Асты сызылған

source: Убрать стили шрифта
kk: Қаріп стильдерін алып тастау

source: Высота линии
kk: Жол биіктігі

source: Шрифт
kk: Қаріп

source: Зачёркнутый
kk: Сызып тасталған

source: Нижний индекс
kk: Төменгі индекс

source: Верхний индекс
kk: Жоғарғы индекс

source: Размер шрифта
kk: Қаріп өлшемі

source: Картинка
kk: Сурет

source: Вставить картинку
kk: Сурет енгізу

source: Восстановить размер
kk: Өлшемді қалпына келтіру

source: Уменьшить до 50%
kk: 50%-ға дейін кішірейту

source: Уменьшить до 25%
kk: 25%-ға дейін кішірейту

source: Расположить слева
kk: Солға орналастыру

source: Расположить справа
kk: Оңға орналастыру

source: Расположение по умолчанию
kk: Әдепкі орналасу

source: Форма: Закругленная
kk: Пішін: Дөңгелектелген

source: Форма: Круг
kk: Пішін: Шеңбер

source: Форма: Миниатюра
kk: Пішін: Миниатюра

source: Форма: Нет
kk: Пішін: Жоқ

source: Перетащите сюда картинку
kk: Суретті мұнда апарыңыз

source: Перетащите картинку
kk: Суретті апарыңыз

source: Выбрать из файлов
kk: Файлдардан таңдау

source: URL картинки
kk: Сурет URL

source: Удалить картинку
kk: Суретті жою

source: Видео
kk: Бейне

source: Ссылка на видео
kk: Бейне сілтемесі

source: Вставить видео
kk: Бейне енгізу

source: URL видео
kk: Бейне URL

source: (YouTube, Vimeo, Vine, Instagram, DailyMotion или Youku)
kk: (YouTube, Vimeo, Vine, Instagram, DailyMotion немесе Youku)

source: Ссылка
kk: Сілтеме

source: Вставить ссылку
kk: Сілтеме енгізу

source: Убрать ссылку
kk: Сілтемені алып тастау

source: Отображаемый текст
kk: Көрсетілетін мәтін

source: URL для перехода
kk: Өту үшін URL

source: Открывать в новом окне
kk: Жаңа терезеде ашу

source: Таблица
kk: Кесте

source: Вставить горизонтальную линию
kk: Көлденең сызық енгізу

source: Нормальный
kk: Қалыпты

source: Цитата
kk: Дәйексөз

source: Заголовок 1
kk: Тақырып 1

source: Заголовок 2
kk: Тақырып 2

source: Заголовок 3
kk: Тақырып 3

source: Заголовок 4
kk: Тақырып 4

source: Заголовок 5
kk: Тақырып 5

source: Заголовок 6
kk: Тақырып 6

source: Маркированный список
kk: Маркерленген тізім

source: Нумерованный список
kk: Нөмірленген тізім

source: Помощь
kk: Көмек

source: На весь экран
kk: Толық экранға

source: Исходный код
kk: Бастапқы код

source: Уменьшить отступ
kk: Шегінуді азайту

source: Увеличить отступ
kk: Шегінуді ұлғайту

source: Выровнять по левому краю
kk: Сол жақтан туралау

source: Выровнять по центру
kk: Ортадан туралау

source: Выровнять по правому краю
kk: Оң жақтан туралау

source: Растянуть по ширине
kk: Енімен созу

source: Последний цвет
kk: Соңғы түс

source: Еще цвета
kk: Басқа түстер

source: Цвет фона
kk: Фон түсі

source: Цвет шрифта
kk: Қаріп түсі

source: Прозрачный
kk: Мөлдір

source: Сделать прозрачным
kk: Мөлдір ету

source: Сброс
kk: Қалпына келтіру

source: По умолчанию
kk: Әдепкі бойынша

source: Сочетания клавиш
kk: Пернелер тіркесімі

source: Закрыть
kk: Жабу

source: Форматирование текста
kk: Мәтінді пішімдеу

source: Действие
kk: Әрекет

source: Форматирование параграфа
kk: Параграфты пішімдеу

source: Стиль документа
kk: Құжат стилі

source: Дополнительные комбинации
kk: Қосымша тіркесімдер

source: Повтор
kk: Қайталау

source: Добавить видео, макс. -
kk: Бейне қосу, макс. -

source: Видео [beta]
kk: Бейне [beta]

source: URL
kk: Аудио файл URL

source: Ой. Что то пошло не так!
kk: Ой. Бірдеңе дұрыс болмады!

source: URL видео (YouTube, Vimeo, Vine, Instagram, DailyMotion или Youku)
kk: Бейне URL (YouTube, Vimeo, Vine, Instagram, DailyMotion немесе Youku)

source: Выбрать из файлов (поддерживаемые форматы: mp4/mov)
kk: Файлдардан таңдау (қолдау көрсетілетін форматтар: mp4/mov)

source: Файл не должен быть больше
kk: Файл одан үлкен болмауы керек

source: Загружаемый файл должен быть видео файлом!
kk: Жүктелетін файл бейне файл болуы керек!

source: Добавить аудио, макс. -
kk: Аудио қосу, макс. -

source: Выбрать из файлов (поддерживаемые форматы: mp3/m4a/wav)
kk: Файлдардан таңдау (қолдау көрсетілетін форматтар: mp3/m4a/wav)

source: Загружаемый файл должен быть аудио файлом!
kk: Жүктелетін файл аудио файл болуы керек!

source: Вставить аудио
kk: Аудио енгізу

source: Эмоджи [beta]
kk: Эмодзи [beta]

source: Курс доступен
kk: Курс қолжетімді

source: ПОЛУЧИТЬ ДОСТУП БЕСПЛАТНО
kk: ТЕГІН ҚОЛЖЕТІМДІЛІК АЛУ

source: Username
kk: Логин

source: <strong>ERROR</strong>: Invalid username or incorrect password. <a href="%s">Lost your password</a>?
kk: <strong>ҚАТЕ</strong>: Қате пайдаланушы аты немесе құпия сөз. <a href="%s">Құпия сөзді ұмыттыңыз ба</a>?

source: <strong>ERROR</strong>: Please type your e-mail address.
kk: <strong>ҚАТЕ</strong>: Өтінеміз, e-mail мекенжайыңызды енгізіңіз.

source: <strong>ERROR</strong>: Please enter a valid email address.
kk: <strong>ҚАТЕ</strong>: Өтінеміз, дұрыс email мекенжайын енгізіңіз.

source: <strong>ERROR</strong>: Sorry, that email address is already used!
kk: <strong>ҚАТЕ</strong>: Кешіріңіз, бұл email мекенжайы қазірдің өзінде пайдаланылуда!

source: <strong>ERROR</strong>: That username is not allowed.
kk: <strong>ҚАТЕ</strong>: Бұл пайдаланушы атына рұқсат етілмейді.

source: <strong>ERROR</strong>: Username must be at least 4 characters.
kk: <strong>ҚАТЕ</strong>: Пайдаланушы аты кемінде 4 таңбадан тұруы керек.

source: <strong>ERROR</strong>: Sorry, usernames must have letters too!
kk: <strong>ҚАТЕ</strong>: Кешіріңіз, пайдаланушы аттарында әріптер де болуы керек!

source: <strong>ERROR</strong>: Sorry, that username already exists!
kk: <strong>ҚАТЕ</strong>: Кешіріңіз, бірақ бұл пайдаланушы аты қазірдің өзінде бар!

source: Hi %s
kk: Сәлем, %s

source: You're now signed in with your %s account but you are still one step away of getting into our website
kk: Сіз қазір %s тіркелгіңізбен кірдіңіз, бірақ сайтқа кіруге бір қадам қалды.

source: Already have an account
kk: Тіркелгі бар

source: Link your existing account on our website to your %s ID.
kk: Біздің сайттағы бар тіркелгіңізді %s идентификаторыңызбен байланыстырыңыз.

source: New to our website
kk: Сайтта жаңасыз

source: Create a new account and it will be associated with your %s ID.
kk: Жаңа тіркелгі жасаңыз және ол сіздің %s идентификаторыңызбен байланыстырылады.

source: Link my account
kk: Тіркелгімді байланыстыру

source: Create a new account
kk: Жаңа тіркелгі жасау

source: Please enter your username and password of your existing account on our website. Once verified, it will linked to your %s ID
kk: Өтінеміз, біздің сайттағы бар тіркелгіңіздің пайдаланушы атын және құпия сөзін енгізіңіз. Расталғаннан кейін, ол %s идентификаторыңызбен байланыстырылады

source: Password
kk: Құпия сөз

source: Continue
kk: Жалғастыру

source: Cancel
kk: Болдырмау

source: Please fill in your information in the form below. Once completed, you will be able to automatically sign into our website through your %s ID
kk: Өтінеміз, төмендегі формадағы ақпаратыңызды толтырыңыз. Аяқталғаннан кейін, сіз біздің сайтқа %s идентификаторыңыз арқылы автоматты түрде кіре аласыз

source: Back to %s
kk: %s бетіне оралу

source: Партнерская программа
kk: Серіктестік бағдарламасы

source: Символов из
kk: Таңбалар

source: Лимит символов в контенте
kk: Мазмұндағы таңбалар шегі
