Repository: vetalis-ru/ml-workspace
Catalog: original/*-core/member-luxe/languages/mbl_ua.po
Languages: uk

source: подробнее
uk: детальніше

source: Панель управления
uk: Панель керування

source: Редактировать материал
uk: Редагувати матеріал

source: Главная
uk: Головна

source: Расписание
uk: Розклад

source: Задать вопрос
uk: Задати питання

source: закрыть
uk: закрити

source: Не принимаю
uk: Не приймаю

source: Принимаю
uk: Приймаю

source: Заголовок вопроса
uk: Заголовок питання

source: Отправить
uk: Надіслати

source: Логин
uk: Логін

source: Ваш вопрос
uk: Ваше питання

source: Ваше сообщение отправлено.
uk: Ваше повідомлення надіслано.

source: Произошла ошибка! Сообщение не отправлено.
uk: Сталася помилка! Повідомлення не надіслано.

source: Войти
uk: Увійти

source: Запомнить меня
uk: Запам'ятати мене

source: Забыли пароль?
uk: Забули пароль?

source: Проверка...
uk: Перевірка...

source: Вход выполнен, переадресация...
uk: Вхід виконано, переадресація...

source: Логин или пароль неправильные. Попробуйте ввести еще раз, возможно включен CapsLock.
uk: Логін або пароль неправильні. Спробуйте ввести ще раз, можливо увімкнено CapsLock.

source: Фамилия
uk: Прізвище

source: Имя
uk: Ім'я

source: Отчество
uk: По батькові

source: Желаемый логин
uk: Бажаний логін

source: Желаемый пароль
uk: Бажаний пароль

source: Код доступа
uk: Код доступу

source: Зарегистрироваться
uk: Зареєструватися

source: Произошла ошибка.
uk: Сталася помилка.

source: Поиск...
uk: Пошук...

source: Регистрация
uk: Реєстрація

source: Профиль
uk: Профіль

source: Активация
uk: Активація доступу до курсів

source: Вход
uk: Вхід

source: Выход
uk: Вихід

source: Регистрация...
uk: Реєстрація...

source: Пройдено уроков
uk: Пройдено уроків

source: Предыдущая
uk: Попередня

source: Следующая
uk: Наступна

source: Главная страница
uk: Головна сторінка

source: Нет материалов
uk: Немає матеріалів

source: доступ открыт
uk: доступ відкрито

source: доступ закрыт
uk: доступ закрито

source: пройдите предыдущий урок
uk: пройдіть попередній урок

source: выполнено
uk: виконано

source: проверяется
uk: перевіряється

source: отклонено
uk: відхилено

source: не начат
uk: не розпочато

source: Материал доступен для следующих тарифных планов:
uk: Матеріал доступний для наступних тарифних планів:

source: Предыдущий урок
uk: Попередній урок

source: Следующий урок
uk: Наступний урок

source: Пройден
uk: Пройдено

source: Не пройден
uk: Не пройдено

source: Обновить
uk: Оновити

source: Загрузка...
uk: Завантаження...

source: Задание
uk: Завдання

source: Вложения
uk: Вкладення

source: Все коментарии
uk: Всі коментарі

source: Мои комментарии
uk: Мої коментарі

source: Уведомлять по почте об ответах на мои комментарии
uk: Повідомляти поштою про відповіді на мої коментарі

source: Ваш комментарий ожидает проверки.
uk: Ваш коментар очікує на перевірку.

source: Ответить
uk: Відповісти

source: Изменить
uk: Змінити

source: Текст комментария
uk: Текст коментаря

source: Отменить
uk: Скасувати

source: Добавить комментарий
uk: Додати коментар

source: Выбрать файлы
uk: Обрати файли

source: Файлы не выбраны
uk: Файли не обрано

source: Ответьте на вопрос:
uk: Дайте відповідь на питання:

source: Ваш ответ
uk: Ваша відповідь

source: Обсуждение ответа
uk: Обговорення відповіді

source: доступно только Вам и Тренеру
uk: доступно тільки Вам і Тренеру

source: Написать сообщение
uk: Написати повідомлення

source: Ошибка
uk: Помилка

source: Удалить
uk: Видалити

source: Загрузить
uk: Завантажити

source: Отмена
uk: Скасування

source: Тип файла не разрешен
uk: Тип файлу не дозволено

source: Результаты поиска
uk: Результати пошуку

source: Нет материалов удовлетворяющих условиям поиска
uk: Немає матеріалів, що відповідають умовам пошуку

source: Ваш код доступа
uk: Ваш код доступу

source: Добавить
uk: Додати

source: Уровень доступа
uk: Рівень доступу

source: Конец
uk: Кінець

source: осталось
uk: залишилось

source: дней
uk: днів

source: Показать детали
uk: Показати деталі

source: Неверный ключ
uk: Невірний ключ

source: Ключ добавлен
uk: Ключ додано

source: Этот ключ уже используется
uk: Цей ключ вже використовується

source: Предупреждение о выходе из системы
uk: Попередження про вихід із системи

source: Кто-то вошел в систему под вашим логином.
uk: Хтось увійшов у систему під вашим логіном.

source: Вы будете перенаправлены на главную страницу через 7 секунд
uk: Ви будете переспрямовані на головну сторінку через 7 секунд

source: Этот код доступа уже используется
uk: Цей код доступу вже використовується

source: Некорректный логин. Для логина разрешены только буквы латинского алфавита и цифры
uk: Некоректний логін. Для логіну дозволені тільки букви латинського алфавіту та цифри

source: Этот логин уже используется
uk: Цей логін вже використовується

source: Этот email уже используется
uk: Цей email вже використовується

source: Спасибо за регистрацию!
uk: Дякуємо за реєстрацію!

source: Сообщение с подтверждением отправлено на указанный адрес
uk: Повідомлення з підтвердженням надіслано на вказану адресу

source: Произошла ошибка!
uk: Сталася помилка!

source: Ответ не сохранен!
uk: Відповідь не збережено!

source: Ответ отправлен!
uk: Відповідь надіслано!

source: Необходимо пройти проверку reCAPTCHA
uk: Необхідно пройти перевірку reCAPTCHA

source: Урок откроется через
uk: Урок відкриється через

source: Задание проверяется...
uk: Завдання перевіряється...

source: Варианты ответов:
uk: Варіанти відповідей:

source: Перейти к обсуждению
uk: Перейти до обговорення

source: Показать тест
uk: Показати тест

source: Скрыть тест
uk: Сховати тест

source: Вопрос #
uk: Питання #

source: Измените ответы
uk: Змініть відповіді

source: Отправка...
uk: Надсилання...

source: Начать
uk: Почати

source: Редактировать
uk: Редагувати

source: Пройдите тест
uk: Пройдіть тест

source: Ответьте на все вопросы
uk: Дайте відповідь на всі питання

source: Ваш вариант ответа
uk: Ваш варіант відповіді

source: Описание теста
uk: Опис тесту

source: Полужирный
uk: Напівжирний

source: Подчёркнутый
uk: Підкреслений

source: Убрать стили шрифта
uk: Прибрати стилі шрифту

source: Высота линии
uk: Висота лінії

source: Зачёркнутый
uk: Закреслений

source: Нижний индекс
uk: Нижній індекс

source: Верхний индекс
uk: Верхній індекс

source: Размер шрифта
uk: Розмір шрифту

source: Картинка
uk: Зображення

source: Вставить картинку
uk: Вставити зображення

source: Восстановить размер
uk: Відновити розмір

source: Уменьшить до 50%
uk: Зменшити до 50%

source: Уменьшить до 25%
uk: Зменшити до 25%

source: Расположить слева
uk: Розташувати ліворуч

source: Расположить справа
uk: Розташувати праворуч

source: Расположение по умолчанию
uk: Розташування за замовчуванням

source: Форма: Закругленная
uk: Форма: Закруглена

source: Форма: Круг
uk: Форма: Коло

source: Форма: Миниатюра
uk: Форма: Мініатюра

source: Форма: Нет
uk: Форма: Немає

source: Перетащите сюда картинку
uk: Перетягніть сюди зображення

source: Перетащите картинку
uk: Перетягніть зображення

source: Выбрать из файлов
uk: Обрати з файлів

source: URL картинки
uk: URL зображення

source: Удалить картинку
uk: Видалити зображення

source: Видео
uk: Відео

source: Ссылка на видео
uk: Посилання на відео

source: Вставить видео
uk: Вставити відео

source: URL видео
uk: URL відео

source: Ссылка
uk: Посилання

source: Вставить ссылку
uk: Вставити посилання

source: Убрать ссылку
uk: Прибрати посилання

source: Отображаемый текст
uk: Відображуваний текст

source: URL для перехода
uk: URL для переходу

source: Открывать в новом окне
uk: Відкривати в новому вікні

source: Таблица
uk: Таблиця

source: Вставить горизонтальную линию
uk: Вставити горизонтальну лінію

source: Нормальный
uk: Нормальний

source: Маркированный список
uk: Маркований список

source: Нумерованный список
uk: Нумерований список

source: Помощь
uk: Допомога

source: На весь экран
uk: На весь екран

source: Исходный код
uk: Вихідний код

source: Уменьшить отступ
uk: Зменшити відступ

source: Увеличить отступ
uk: Збільшити відступ

source: Выровнять по левому краю
uk: Вирівняти по лівому краю

source: Выровнять по центру
uk: Вирівняти по центру

source: Выровнять по правому краю
uk: Вирівняти по правому краю

source: Растянуть по ширине
uk: Розтягнути по ширині

source: Последний цвет
uk: Останній колір

source: Еще цвета
uk: Ще кольори

source: Цвет фона
uk: Колір фону

source: Цвет шрифта
uk: Колір шрифту

source: Прозрачный
uk: Прозорий

source: Сделать прозрачным
uk: Зробити прозорим

source: Сброс
uk: Скидання

source: По умолчанию
uk: За замовчуванням

source: Сочетания клавиш
uk: Комбінації клавіш

source: Закрыть
uk: Закрити

source: Форматирование текста
uk: Форматування тексту

source: Действие
uk: Дія

source: Форматирование параграфа
uk: Форматування параграфа

source: Дополнительные комбинации
uk: Додаткові комбінації

source: Добавить видео, макс. -
uk: Додати відео, макс. -

source: Видео [beta]
uk: Відео [beta]

source: URL
uk: URL аудіо файлу

source: Ой. Что то пошло не так!
uk: Ой. Щось пішло не так!

source: URL видео (YouTube, Vimeo, Vine, Instagram, DailyMotion или Youku)
uk: URL відео (YouTube, Vimeo, Vine, Instagram, DailyMotion або Youku)

source: Выбрать из файлов (поддерживаемые форматы: mp4/mov)
uk: Обрати з файлів (підтримувані формати: mp4/mov)

source: Файл не должен быть больше
uk: Файл не повинен бути більше

source: Загружаемый файл должен быть видео файлом!
uk: Завантажуваний файл повинен бути відео файлом!

source: Добавить аудио, макс. -
uk: Додати аудіо, макс. -

source: Аудио [beta]
uk: Аудіо [beta]

source: Выбрать из файлов (поддерживаемые форматы: mp3/m4a/wav)
uk: Обрати з файлів (підтримувані формати: mp3/m4a/wav)

source: Загружаемый файл должен быть аудио файлом!
uk: Завантажуваний файл повинен бути аудіо файлом!

source: Вставить аудио
uk: Вставити аудіо

source: Эмоджи [beta]
uk: Емоджі [beta]

source: Курс доступен
uk: Курс доступний

source: ПОЛУЧИТЬ ДОСТУП БЕСПЛАТНО
uk: ОТРИМАТИ ДОСТУП БЕЗКОШТОВНО

source: Username
uk: Логін

source: <strong>ERROR</strong>: Invalid username or incorrect password. <a href="%s">Lost your password</a>?
uk: <strong>ПОМИЛКА</strong>: Невірне ім'я користувача або невірний пароль. <a href="%s">Забули пароль</a>?

source: <strong>ERROR</strong>: Please type your e-mail address.
uk: <strong>ПОМИЛКА</strong>: Будь ласка, вкажіть вашу адресу e-mail.

source: <strong>ERROR</strong>: Please enter a valid email address.
uk: <strong>ПОМИЛКА</strong>: Будь ласка, введіть правильну адресу email.

source: <strong>ERROR</strong>: Sorry, that email address is already used!
uk: <strong>ПОМИЛКА</strong>: Вибачте, ця адреса email вже використовується!

source: <strong>ERROR</strong>: That username is not allowed.
uk: <strong>ПОМИЛКА</strong>: Це ім'я користувача не дозволено.

source: <strong>ERROR</strong>: Username must be at least 4 characters.
uk: <strong>ПОМИЛКА</strong>: Ім'я користувача має містити щонайменше 4 символи.

source: <strong>ERROR</strong>: Sorry, usernames must have letters too!
uk: <strong>ПОМИЛКА</strong>: Вибачте, імена користувачів повинні містити також літери!

source: <strong>ERROR</strong>: Sorry, that username already exists!
uk: <strong>ПОМИЛКА</strong>: Вибачте, але це ім'я користувача вже існує!

source: Hi %s
uk: Привіт, %s

source: You're now signed in with your %s account but you are still one step away of getting into our website
uk: Ви тепер зареєстровані з Вашим обліковим записом %s, залишився лише крок до входу на сайт.

source: Already have an account
uk: Вже є аккаунт

source: Link your existing account on our website to your %s ID.
uk: Зв'яжіть свій існуючий обліковий запис на нашому сайті та ваш ідентифікатор %s.

source: New to our website
uk: Новачок на сайті

source: Create a new account and it will be associated with your %s ID.
uk: Створіть новий обліковий запис, і він буде пов'язаний з вашим ідентифікатором %s.

source: Link my account
uk: Зв'язати з моїм обліковим записом

source: Create a new account
uk: Створити новий обліковий запис

source: Please enter your username and password of your existing account on our website. Once verified, it will linked to your %s ID
uk: Будь ласка, введіть ваше ім'я користувача та пароль від існуючого облікового запису на нашому сайті. Після перевірки, його буде пов'язано з ідентифікатором %s

source: Password
uk: Пароль

source: Continue
uk: Продовжити

source: Cancel
uk: Скасувати

source: Please fill in your information in the form below. Once completed, you will be able to automatically sign into our website through your %s ID
uk: Будь ласка, заповніть ваші дані в формі нижче. Після завершення, ви зможете автоматично увійти на наш веб-сайт з Вашим ID %s

source: Back to %s
uk: Повернутися на %s

source: Партнерская программа
uk: Партнерська програма

source: Символов из
uk: Символів з

source: Лимит символов в контенте
uk: Ліміт символів у контенті
